
const staticData = (function(){
    /*筛选弹窗数据*/
    var screenData = {
        'fdd':[
            {
                'name':'房屋面积',
                'arr':['19-30平','30-60平','60-70平','70平以上']
            },
            {
                'name':'房屋年龄',
                'arr':['0-20年','20-30年','30年以上']
            },
            {
                'name':'土地性质',
                'arr':['国有出让','国有划拨']
            },
            {
                'name':'申请人年龄',
                'arr':['22-55周岁','55-60周岁','60-65周岁','65-70周岁','70周岁以上']
            }
        ],
        'cdd':[
            {
                'name':'车龄年龄',
                'arr':['1年','2年','3年','4年','5年','6年以上']
            },
            {
                'name':'拍照属性',
                'arr':['浙B','浙L','浙D、F','其他地区']
            },
            {
                'name':'申请人年轻',
                'arr':['22-55周岁','55-60周岁','60-65周岁','65-70周岁','70周岁以上']
            }
        ],
        'qyd':[
            {
                'name':'申请人身份',
                'arr':['企业法人','股东(持股比例20%以上)','股东(持股比例小于20%)']
            },
            {
                'name':'企业注册时间',
                'arr':['半年内','半年到一年','一年以上']
            },
            {
                'name':'名下信用贷款',
                'arr':['3笔以内(含3笔)','3-5笔(含)','5笔以上']
            }
        ],
        'gxd':[
            {
                'name':'申请人年龄',
                'arr':['22-55周岁','55-60周岁','60-65周岁','65-70周岁','70周岁以上']
            },
            {
                'name':'月工资',
                'arr':['2000-3000元','3000-4000元','4000-8000元','8000元以上']
            },
            {
                'name':'名下房产',
                'arr':['有房产(已满半年或无按揭抵押)','无房产']
            },
            {
                'name':'公积金或社保',
                'arr':['缴纳半年内','缴纳半年到一年','缴纳一年以上']
            },
            {
                'name':'征信查询',
                'arr':['最近两个月被查询3次以内','最近两个月被查询超过3次']
            }
        ],
        'qt':[]
    };

    return {
        screenData:screenData
    }

})();

module.exports = staticData;